Repository: renatobianchini/eid-mw
Catalog: eid-mw/_src/beid-2.6/src/eidviewer/beidgui_*.po
Languages: de

source: Identity Card
de: Personalausweis

source: Click on the chip to read the card
de: Klicken Sie an den Chip, auf die Karte zu lesen

source: Invalid parameter
de: Unzulässiger Parameter

source: An internal consistency check failed
de: Eine interne Überprüfung auf Übereinstimmung ist misslungen

source: Invalid handle
de: Unzulässiger 'Handle'

source: The data buffer to receive returned data is too small for the returned data
de: Der Datenpuffer zum empfangen zurückgesandter Daten ist zu klein

source: An internal communications error has been detected
de: Eine interne Kommunikations-Störung wurde ermittelt

source: A specified timeout value has expired
de: Ein spezifizierter Timeout ist abgelaufen

source: Unknown card in reader
de: Unbekannte Karte im Leser

source: Input cancelled
de: Eingang wurde annulliert

source: Timout returned from pinpad
de: Timout erhalten vom Pinpad

source: The two PINs did not match
de: Die zwei PINs paßten nicht zusammen

source: Message too long on pinpad
de: Anzeige zu lang auf Pinpad

source: Invalid PIN length
de: Unzulässige PIN Länge

source: Signature verification failed
de: Unterzeichnungüberprüfung misslungen

source: Library not initialized
de: Bibliothek nicht initialisiert

source: An internal error has been detected, but the source is unknown
de: Eine interne Störung wurde ermittelt, aber die Quelle ist unbekannt

source: Function is not supported
de: Funktion wird nicht unterstützt

source: Incorrect library version
de: Falsche Bibliothekversion

source: Wrong Root Certificate
de: Falsche Wurzelbescheinigung

source: Certificate validation failed (OCSP/CRL)
de: Bescheinigung der Gültigkeitserklärung (OCSP/CRL) misslungen

source: Connecting to card...
de: Karte wird angeschlossen...

source: Reading Identity...
de: Lesen der Identitët...

source: Reading Address...
de: Lesen der Adresse...

source: Reading Picture...
de: Lesen der Fotos...

source: Reading VersionInfo...
de: Lesen der VersionInfo...

source: Reading PIN Data...
de: Lesen der PIN Daten...

source: Done
de: Karte gelesen

source: System Error :
de: Systemfehler :

source: Unknown errorcode
de: Unbekannter errorcode

source: Card error : SW=%02X%02X
de: Kartenfehler : SW=%02X%02X

source: Error :
de: Fehler :

source: Changing PIN...
de: Änderen des PIN...

source: PIN successfully changed
de: PIN Änderung gelungen

source: Reading...
de: Lesen...

source: Save an eID file
de: Speichern einer eID Akte

source: Storing Data...
de: Speicher der Daten...

source: Error saving eID file
de: Störung beim speichern eID Akte

source: Opening eID file...
de: Öffnen der eID Akte...

source: Open an eID file
de: Öffnen Sie eine eID Akte

source: File doesn't exist
de: Akte existiert nicht

source: Invalid eID File
de: Unzulässige eID Akte

source: Read
de: Lesen Karte

source: Clear
de: Freimachen

source: Open
de: Öffnen

source: Save
de: Speichern

source: Print
de: Drucke

source: Exit
de: Beenden

source: Clear Screen
de: Bildschirm löschen

source: Read Card
de: Lesen der Karte

source: Identity
de: Identität

source: Givennames
de: Vornamen

source: Place of Birth
de: Geburtsort

source: Date of Birth
de: Geburtsdatum

source: Sex
de: Geschlecht

source: Nationality
de: Nationalität

source: Title
de: Titel

source: National Number
de: Erkennungsnummer

source: Card Info
de: Karte Info

source: Chip Number
de: Chip Nummer

source: Card Number
de: Kartennummer

source: Valid From
de: Gültig Von

source: Until
de: Bis

source: Issuing Municipality
de: Ausstellungsgemeinde

source: Address
de: Adresse

source: Street
de: Strasse

source: Postal Code
de: Postleitzahl

source: Municipality
de: Stadtbezirk

source: Country
de: Land

source: Special Status
de: Spezieller Status

source: White Cane
de: Blinder

source: Yellow Cane
de: Sichtlich Gehindert

source: Extended Minority
de: Ausgedehnte Minorität

source: Certificates
de: Bescheinigung

source: Owner
de: Inhaber

source: Issuer
de: Aussteller

source: Key Length
de: Schlüssellänge

source: Certificate Status
de: Bescheinigung Status

source: Register
de: Registrier

source: Version Info
de: Version Information

source: PIN Info
de: PIN Information

source: Change Pin
de: Änderung des Pin

source: Field
de: Feld

source: Value
de: Wert

source: Card && PIN
de: Karte && PIN

source: Card & PIN
de: Karte & PIN

source: Language
de: Sprache

source: Certificate Validation
de: Bescheinigung Gültigkeitserklärung

source: Smartcard Reader
de: Smartcard Leser

source: Not used
de: Nicht Gebraucht

source: Optional
de: Wahlweiselt

source: Mandatory
de: Vorgeschrieben

source: Not specified
de: Nicht Spezifiziert

source: Options
de: Wahlen

source: Developed for the Belgian Government by Zetes / Computer Sciences Corporation
de: Entwickelt für die Belgische Regierung durch Zetes / Computer Sciences Corporation

source: Info
de: Information

source: White Cane
de: Blinder

source: Yellow Cane
de: Sichtlich Gehindert

source: Extended Minority
de: Ausgedehnte Minorität

source: To use your identity card with applications like Internet Explorer, Microsoft Office, OpenOffice.org, Adobe Reader, Outlook, ... you first have to register the card in Windows. Select a certificate and click the "Register" button to register your certificates.
de: Um den Personalausweis in Applikationen wie Internet Explorer, Microsoft Office, OpenOffice.org, Adobe Reader, Outlook usw. benutzen zu können, müssen die Zertifikate der eID-Karte in Windows registriert sein. Wählen Sie ein Zertifikat und klicken Sie auf den Knopf "Registriere", um es zu registrieren.

source: OS Number
de: OS Nummer

source: Softmask Number
de: Softmask Nummer

source: PKCS1 Support
de: PKCS#1 Unterstützung

source: Graphical Personalisation
de: Graphische Personalisierung

source: Electrical Personalisation
de: Electrische Personalisierung

source: Electrical Personalisation Interface
de: Electrische Personalisierungschnittstelle

source: Valid signature
de: Gültige Unterschrift

source: Invalid signature
de: Ungültige Unterschrift

source: Valid signature but invalid RRN certificate
de: Gültige Unterschrift aber unzulässige RRN Bescheinigung

source: Belgian EID Card
de: Belgische eID Karte

source: There was a problem with the printer.
de: Es gab ein Problem mit dem Drucker

source: Printing canceled.
de: Drucken annulliert

source: Valid
de: Gültig

source: Not Validated
de: Nicht validiert

source: Unable to get issuer certificate
de: Nicht in der Lage, das Zertifikat des Herausgebers zu erhalten

source: Unable to get certificate CRL
de: Nicht in der Lage, die CRL für dieses Zertifikat zu erhalten

source: Unable to decrypt certificate's signature
de: Nicht in der Lage, die Unterschrift auf dem Zertifikat zu entziffern

source: Unable to decrypt CRL's signature
de: Nicht in der Lage, die Unterschrift auf der CRL zu entziffern

source: Unable to decode issuer public key
de: Nicht in der Lage, den öffentlichen Schlüssel des Herausgebers zu dekodieren

source: Certificate signature failure
de: Die Unterschrift auf dem Zertifikat enthält einen Fehler

source: CRL signature failure
de: Die Unterschrift auf der CRL enthält einen Fehler

source: Certificate is not yet valid
de: Das Zertifikat ist noch nicht gültig

source: CRL is not yet valid
de: Die CRL ist noch nicht gültig

source: Certificate has expired
de: Das Zertifikat ist abgelaufen

source: CRL has expired
de: Die CRL ist abgelaufen

source: Format error in certificate's notBefore field
de: Formatfehler im notBefore-Feld des Zertifikats

source: Format error in certificate's notAfter field
de: Formatfehler im notAfter-Feld des Zertifikats

source: Format error in CRL's lastUpdate field
de: Formatfehler im lastUpdate-Feld der CRL

source: Format error in CRL's nextUpdate field
de: Formatfehler im nextUpdate-Feld der CRL

source: Out of memory
de: Unzureichende Speicherkapazität

source: Self signed certificate
de: Selbstunterschriebenes Zertifikat

source: Self signed certificate in certificate chain
de: Selbstunterschriebenes Zertifikat in der Zertifikatenkette

source: Unable to get local issuer certificate
de: Nicht in der Lage, ein örtliches Herausgeberzertifikat zu erhalten

source: Unable to verify the first certificate
de: Nicht in der Lage, das erste Zertifikat zu verifizieren

source: Certificate chain too long
de: Zertifikatenkette zu lang

source: Certificate revoked
de: Zertifikat widerrufen

source: Invalid CA certificate
de: Ungültiges CA-Zertifikat

source: Path length constraint exceeded
de: Maximale Pfadlänge überschritten

source: Unsupported certificate purpose
de: Nichtunterstützter Verwendungszweck des Zertifikats

source: Certificate not trusted
de: Zertifikat nicht vertrauenswürdig ("trusted")

source: Certificate rejected
de: Zertifikat geweigert

source: Subject issuer mismatch
de: Subject und Issuer stimmen nicht überein

source: Authority and subject key identifier mismatch
de: Die Schlüsselidentifikationen von 'Authority' und 'Subject' stimmen nicht überein

source: Authority and issuer serial number mismatch
de: Die Seriennummern von 'Authority' und 'Issuer' stimmen nicht überein

source: Key usage does not include certificate signing
de: Dieser Schlüssel darf nicht zum Unterschreiben von Zertifikaten verwendet werden

source: Unable to get CRL issuer certificate
de: Nicht in der Lage, das Herausgeberzertifikat der CRL zu erhalten

source: Unhandled critical extension
de: Nichtbehandelte kritische Extension

source: Unknown certificate status
de: Unbekannter Status

source: Registration of the certificate succeeded
de: Ausrichtung der Bescheinigung erfolgreich

source: Registration of the certificate failed !
de: Ausrichtung der Bescheinigung misslungen !

source: Unknown PIN Status
de: Unbekannter PIN Status

source: %ld tries remaining
de: %ld versuche übrig

source: Belgian eID Run-time Version
de: Belgische eID Run-time Version
