Repository: renatobianchini/eid-mw
Catalog: dialogs/po/*.po
Languages: fr, nl

source: beID Card Information Access Request
fr: beID Authorisation lecture de carte
nl: beID Toestemming Lezen Kaart

source: beID: Incorrect PIN Code
fr: beID: Code PIN incorrect
nl: beID: Foutive PINcode

source: beID: Change PIN Code
fr: beID: Changement de code PIN
nl: beID: PIN Code Wijzigen

source: Current PIN:
fr: Code PIN existant:
nl: Huidige PIN:

source: New PIN:
fr: Nouveau code PIN:
nl: Nieuwe PIN:

source: New PIN (again):
fr: Nouveau code PIN (verification):
nl: Nieuwe PIN (opnieuw):

source: beID: PIN Code Required
fr: beID: Code PIN Necessaire
nl: beID: PINcode Vereist

source: Please enter your PIN code.
fr: Veuillez enter votre code PAN
nl: Gelieve Uw PINcode in te voeren.

source: Please enter your current PIN, followed by your new PIN (twice)
fr: Veuillez entrer votre code PIN existant, suivi de votre nouveau code PIN (2 fois)
nl: Gelieve Uw bestaande PIN code, en tweemaal uw nieuwe PINcode in te voeren.

source: You have entered an incorrect PIN code. Please note that you have only %d attempts left before your PIN is blocked.
fr: Vous avez entre un code PIN incorrect. Vieullez noter qu'il ne vous reste plus que %d tentatives avant que votre PIN soit bloque
nl: U hebt een foutive PIN code ingegeven. Gelieve te noteren dat u nog slechts %d pogingen hebt alvorens uw PIN code geblokkeerd wordt.

source: You have entered an incorrect PIN code. Please note that at the next incorrect entry your PIN code will be blocked.
fr: Vous avez entre un code PIN incorrect. Vieullez qu'a la prochaine entree incorrecte votre code PIN sera bloque.
nl: U hebt een foutive PIN code ingegeven. Gelieve te noteren dat bij de volgende incorrecte ingave uw PIN code geblokkeerd wordt.

source: Please enter your PIN code on the secure pinpad reader: [%s]..
fr: Veuillez entrer votre code PIN sur le lecteur securise [%s]..
nl: Gelieve uw PIN code in te geven op de beveiligde kaartlezer: [%s]..

source: Please change your PIN code on the secure pinpad reader: [%s]..
fr: Veuillez changer votre code PIN sur le lecteur securise [%s]..
nl: Gelieve uw PIN code op de beveiligde kaartlezer: [%s] te willen wijzigen.
